import React from 'react'

const Home = () => {
  return (
    <div className='mx-7 mt-15 mb-16 flex justify-center items-center w-auto'>
        <h1 className='mr-5 text-9xl text-gray-100 self-start'>Movie World</h1>
        <p className='max-w-5xl text-gray-300'>Наш сайт предоставляет доступ к огромному каталогу фильмов различных жанров и стилей. Здесь вы можете найти новинки кинематографа, классические фильмы,
             артхаусные произведения, документальные ленты и многое другое. Мы постоянно обновляем нашу коллекцию, чтобы удовлетворить разнообразные вкусы наших пользователей.<br></br>
            На сайте вы можете искать фильмы по жанру, году выпуска, стране производства, режиссеру и актерам. Также у нас есть рейтинги и обзоры самых популярных фильмов,
             чтобы помочь вам с выбором просмотра.
            <br></br>Мы предоставляем возможность смотреть фильмы онлайн в HD качестве без рекламы и вирусов. Просто выберите фильм, нажмите на кнопку "Смотреть" 
            и наслаждайтесь просмотром в удобное для вас время. Благодаря нашему сайту, вы можете погрузиться в мир кино и насладиться просмотром любимых фильмов 
            в любом месте и в любое время.
        </p>
    </div>
  )
}

export default Home